# Following line is a test.
50001 = El nuevo {0}\ est\u00e1 resultando {1}, quiz\u00e1 {2}.

#FOUNDATION ERROR MESSAGE 3100-3199



#JOB HANDLER ERROR MESSAGES 3200-3299
3200 = No ha podido a\u00f1adirse la solicitud al trabajo.
3201 = No ha podido calcularse el coste.  
3202 = No ha podido cancelarse el trabajo.
3203 = No ha podido comprobarse la creaci\u00f3n del trabajo.
3204 = No ha podido crearse la actividad.
3205 = No ha podido crearse un trabajo.
3206 = No han podido crearse instancias del proceso de producci\u00f3n.
3207 = No ha podido despacharse.
3208 = No han podido obtenerse todas las actividades.
3209 = No ha podido obtenerse el trabajo por su identificador.
3210 = No ha podido obtenerse la instancia de iflow.
3211 = No ha podido obtenerse la lista de procesos de producci\u00f3n.
3212 = No han podido obtenerse las tareas.
3213 = No ha podido obtenerse el proceso de producci\u00f3n.
3214 = No ha podido obtenerse el proceso de producci\u00f3n por el identificador.
3215 = No ha podido consultarse la regla de creaci\u00f3n del trabajo.
3216 = No ha podido reasignarse el usuario.
3217 = No ha podido quitarse la actividad.
3218 = No ha podido reencaminaser.
3219 = No ha podido definirse la tarea como terminada.
3220 = El usuario debe iniciar primero una sesi\u00f3n con el servidor de procesos de producci\u00f3n.
3221 = No ha podido crearse el trabajo.
3222 = No ha podido modificarse la actividad.
3223 = No ha podido obtenerse la actividad especificada.


3250 = No ha podido crearse el temporizador de despacho.
3251 = No ha podido despacharse el proceso de producci\u00f3n.
3252 = No han podido cargarse los criterios de despacho.
3253 = No ha podido comenzarse la operaci\u00f3n de despacho.
3254 = No ha podido detenerse el temporizador de despacho.
3255 = No han podido almacenarse los criterios de despacho.
3256 = No ha podido actualizarse la cola.
3257 = No se ha especificado un intervalo de tiempo.
3258 = La unidad de tiempo especificada no es v\u00e1lida.
3259 = No se ha especificado una unidad de tiempo.
3260 = El proceso de producci\u00f3n debe despacharse manualmente.


#LINGUISTICS ERROR MESSAGE 3300-3399



#LOCALE MANAGER ERROR MESSAGES 3400-3499 
3400 = No ha podido ejecutarse la instrucci\u00f3n SQL.
3401 = No ha podido adquirirse la sesi\u00f3n.


#PERSISTENCE ERROR MESSAGES 3500-3599
3500 = No se ha podido crear la clase.
3501 = No ha podido obtenerse la sesi\u00f3n de cliente.
3502 = No ha podido obtenerse la sesi\u00f3n con el servidor.
3503 = No ha podido eliminarse el objeto.
3504 = No han podido eliminarse todos los objetos.
3505 = No ha podido ejecutarse la consulta definida.
3506 = Llamada no v\u00e1lida a m\u00e9todo de bloqueo.
3507 = Se ha producido un error de excepci\u00f3n general al tratar de leer el archivo de configuraci\u00f3n del sistema.
3508 = Uno o m\u00e1s de los par\u00e1metros de toplink no est\u00e1 especificado en el archivo de propiedades.    /n
       toplink.projectClassName, deben especificarse toplink.key, toplink.username, toplink.password, toplink.driver, 
       and toplink.connection.
3509 = No ha podido insertarse el objeto.
3510 = No han podido insertarse todos los objetos.
3511 = No se ha podido iniciar la sesi\u00f3n con la base de datos.
3512 = La sesi\u00f3n con el servidor se encuentra conectada.    Debe desconectarla (cerrar sesi\u00f3n) antes de cambiar la informaci\u00f3n de inicio de sesi\u00f3n.
3513 = No ha podido generarse la consulta.
3514 = No se ha encontrado la consulta.
3515 = No ha podido recuperarse la consulta.
3516 = No ha podido generarse el conjunto de resultados.
3517 = Todav\u00eda no se ha establecido la sesi\u00f3n con el servidor para crear consultas definidas.
3518 = La sesi\u00f3n con el servidor ya est\u00e1 establecida en otra sesi\u00f3n para estas consultas definidas.
3519 = La sesi\u00f3n con el servidor se encuentra conectada.    Debe desconectarla (cerrar sesi\u00f3n) antes de cambiar la informaci\u00f3n de inicio de sesi\u00f3n.
3520 = La consulta {0}\ no es una consulta READ.    S\u00f3lo se admiten consultas READ.
3521 = Error al crear {0}; no se encontr\u00f3 la clase.


#REQUEST HANDLER ERROR MESSAGES 3600-3699
3600 = No ha podido a\u00f1adirse la solicitud a jobhandler.
3601 = No se ha podido vincular una la cola para Diplomat XML.
3602 = No ha podido crearse el contexto JNDI inicial.
3603 = No ha podido crearse la conexi\u00f3n a la cola.
3604 = No se ha podido crear la cola para Diplomat XML.
3605 = No ha podido crearse el destinatario de la cola.
3606 = No ha podido crearse la sesi\u00f3n.
3607 = No ha podido encontrarse la solicitud.
3608 = No ha podido obtenerse el perfil de traducci\u00f3n.
3609 = No ha podido obtenerse el localizador del Registro del sistema.
3610 = No ha podido consultarse la f\u00e1brica JMS.
3611 = No ha podido consultarse el gestor del trabajo.
3612 = No ha podido continuarse con el objeto solicitud.
3613 = No ha podido establecerse la escucha de mensajes.
3614 = No ha podido iniciarse la conexi\u00f3n.

3650 = Se produjo un error al realizar el an\u00e1lisis sint\u00e1ctico de XML.
3651 = No ha podido hallarse el atributo especificado en el DOM (XML).
3652 = No ha podido hallarse el elemento especificado en el DOM (XML).
3653 = Se produjo un error al tratar de escribir el DOM en una cadena de XML.
3654 = No ha podido escribirse la solicitud de exportaci\u00f3n en CXE.
3655 = No se ha recibido respuesta de CXE despu\u00e9s de haber escrito una solicitud de exportaci\u00f3n.
3656 = No ha podido conectarse a CXE, es posible que el URL sea incorrecto.
  


#SERVLET ERROR MESSAGE 3700-3799


#USER MANAGER ERROR MESSAGES :removed

#PROJECT HANDLER ERROR MESSAGES 3900-3999
3900 = No ha podido a\u00f1adirse el perfil de traducci\u00f3n "{0}" al sistema.
3901 = No ha podido a\u00f1adirse el proyecto "{0}" al sistema.
3902 = No han podido consultarse todos los perfiles de traducci\u00f3n.
3903 = No han podido consultarse todos los nombres de los perfiles de traducci\u00f3n.
3904 = No han podido consultarse todos los proyectos.
3905 = No ha podido consultarse el perfil de traducci\u00f3n (identificador del perfil: {0}).
3906 = No ha podido consultarse el proyecto en funci\u00f3n de este identificador: {0}.
3907 = No han podido consultarse los proyectos en funci\u00f3n de este nombre: {0}.
3908 = No han podido consultarse los proyectos en funci\u00f3n del usuario "{0}".
3909 = No han podido consultarse los proyectos en funci\u00f3n de estos identificadores de instancia de proceso de producci\u00f3n: {0}.
3910 = No han podido consultarse todas las instancias del proceso de producci\u00f3n en funci\u00f3n del proyecto "{0}".  
3911 = No ha podido modificarse el proyecto "{0}".
3912 = No ha podido quitarse un perfil de traducci\u00f3n.
3913 = No ha podido quitarse el proyecto "{0}" del sistema.
3914 = No ha podido modificarse el perfil "{0}".

#WEBAPP ERROR MESSAGES 4000-4099



#WORKFLOW ERROR MESSAGES 4100-4199
4100 = No ha iniciado la sesi\u00f3n.
4101 = No han podido a\u00f1adirse los elementos de datos de temporizador.
4102 = No han podido a\u00f1adirse temporizadores a la instancia de nodo.
4103 = No ha podido avanzarse la tarea.
4104 = No ha podido cerrarse la sesi\u00f3n del proceso de producci\u00f3n.
4105 = No ha podido fijarse la activaci\u00f3n de la tarea.
4106 = No ha podido crearse el nodo.
4107 = No ha podido crearse la plantilla.
4108 = No ha podido crearse la instancia del proceso de producci\u00f3n.
4109 = No han podido crearse las referencias al elemento de datos.
4110 = No ha podido disminuirse la secuencia de instancias de nodo.
4111 = No ha podido obtenerse la tarea activa del proceso de producci\u00f3n.
4112 = No ha podido obtenerse la lista de tareas activas para el usuario.
4113 = No ha podido obtenerse el plan.
4114 = No ha podido obtenerse la instancia del proceso.
4115 = No ha podido obtenerse la definici\u00f3n del temporizador.
4116 = No ha podido obtenerse la lista de objetos de proceso de producci\u00f3n.
4117 = No ha podido obtenerse el elemento de trabajo.
4118 = No ha podido obtenerse la tarea de proceso de producci\u00f3n.
4119 = No ha podido incrementarse la secuencia de instancias de nodo.
4120 = No ha podido insertarse la instancia de nodo.
4121 = No ha podido iniciarse la sesi\u00f3n.
4122 = No ha podido cerrarse la sesi\u00f3n.
4123 = No ha podido realizarse la operaci\u00f3n de cambio de tarea.
4124 = No ha podido abrirse la sesi\u00f3n del proceso de producci\u00f3n.
4125 = No ha podido procesarse la edici\u00f3n estructural de la instancia.
4126 = No ha podido rechazarse la tarea.
4127 = No ha podido quitarse una tarea.
4128 = No han podido quitarse los temporizadores.
4129 = No ha podido quitarse una plantilla de proceso de producci\u00f3n.
4130 = No ha podido quitarse la instancia de proceso de producci\u00f3n.
4131 = No ha podido reanudarse el proceso de producci\u00f3n.
4132 = No ha podido establecerse el atributo de la acci\u00f3n.
4133 = No ha podido establecerse el cargo.
4134 = No ha podido establecerse el orden.
4135 = No ha podido comenzarse el proceso de producci\u00f3n.
4136 = No ha podido suspenderse el proceso de producci\u00f3n.
4137 = No ha podido actualizarse la plantilla.
4138 = No ha podido aceptarse la tarea.


#GENERAL ERROR MESSAGES 4200-4299


#SYSTEM UTIL ERROR MESSAGES 4300-4399


#SECURITY MANAGER ERROR MESSAGES 

#GXML ERROR MESSAGES 4600-4699
4600 = No ha podido obtenerse un analizador sint\u00e1ctico de XML.
4601 = No ha podido obtenerse la entrada para el an\u00e1lisis sint\u00e1ctico.
4602 = No ha podido realizarse el an\u00e1lisis sint\u00e1ctico de la fuente de GXML.
4603 = No ha podido realizarse el an\u00e1lisis sint\u00e1ctico de la fuente de PRS.

#GXML ERROR MESSAGES 4600-4699
4800 = No se ha encontrado el formato de plantilla.
4801 = No ha podido obtenerse el formato de plantilla.
