#Page ERROR MESSAGE (sorted a-z)
cloneSourcePage=No se ha podido clonar la p\u00e1gina de origen.
connectToCXE=No se ha podido conectar a CXE para exportar la p\u00e1gina con el identificador externo "{0}".
createPage=No se ha podido crear una p\u00e1gina para: "{0}".
deletePage=No se han podido eliminar las p\u00e1ginas de destino.
exportRequestInfo=No ha podido obtenerse la informaci\u00f3n sobre la solicitud de exportaci\u00f3n de la p\u00e1gina "{0}".
getPreviewInfo=No ha podido obtenerse la informaci\u00f3n de vista previa para la p\u00e1gina "{0}".
importPage=No se ha podido importar la p\u00e1gina para la solicitud {0}.
getSourceLocale=No ha podido obtenerse el idioma para la p\u00e1gina con el identificador externo "{0}".
getTemplateParts=No han podido obtenerse las partes de la plantilla para la p\u00e1gina de origen con el identificador "{0}" y la plantilla de p\u00e1gina tipo "{1}".
getTuvs=No han podido obtenerse los segmentos para la p\u00e1gina con el identificador externo "{0}".
locateIndexer=No ha podido localizarse el objeto remoto Indexer.
locateLingManager=No ha podido localizarse el objeto remoto LingManager.
locatePageEventObserver=No ha podido localizarse el objeto remoto PageEventObserver.
locateTuvEventObserver=No ha podido localizarse el objeto remoto TuvEventObserver.
locateWorkflowEventObserver=No ha podido localizarse el objeto remoto WorkflowEventObserver.
locateTuvManager=No ha podido localizarse el objeto remoto TuvManager.
pageById=No ha podido obtenerse la p\u00e1gina con el identificador "{0}".
pageByNameAndLocale=No ha podido obtenerse la p\u00e1gina con el identificador "{0}" y el idioma del que se traduce "{1}".
PageImporterException=PageImporter no pudo importar la p\u00e1gina {0}.  
pageTemplateGetpagedataInvalidParts=No han podido obtenerse los datos de la plantilla de p\u00e1ginas: Las partes de la plantilla no son v\u00e1lidas.
pageTemplateGetpagedataNoTuvFilled=No han podido obtenerse los datos de la plantilla de p\u00e1ginas: No se ha rellenado el contenido de las TUV.
pageTemplateGetpagedataPartsTuvsUnmatch=No han podido obtenerse los datos de la plantilla de p\u00e1ginas: El tama\u00f1o de las TUV y el tama\u00f1o de las partes de la plantilla no coinciden.
setExportParam=No se han podido establecer los par\u00e1metros de exportaci\u00f3n durante el proceso de exportaci\u00f3n del proceso de producci\u00f3n con el identificador "{0}".
targetPageBySourceAndLocale=No ha podido obtenerse la p\u00e1gina de destino para el identificador de origen "{0}" y el idioma "{1}".
targetPagesOfSource=No han podido obtenerse las p\u00e1ginas de destino para el identificador de origen "{0}".
sourcePagesStillImporting=No han podido obtenerse las p\u00e1ginas de origen atascadas en el proceso de IMPORTACI\u00d3N.
updatePage=No ha podido actualizarse la p\u00e1gina con el identificador externo "{0}".
updatePageState=No ha podido actualizarse el estado de la(s) p\u00e1gina(s).
updateBaseHref=No ha podido actualizarse la p\u00e1gina {0}\ con la href de base interna {1}\ y la href de base externa {2}.
