#PERSISTENCE EXCEPTION/ERROR MESSAGES

#General Messages
CantCreateClass=No se ha podido crear la clase.
InvalidLockMode=Se ha especificado un modo de bloqueo no v\u00e1lido.
GeneralPersistenceException=Se ha producido un error de excepci\u00f3n general al tratar de leer el archivo de configuraci\u00f3n del sistema.

#Configuration Messages
MissingConfigParam=Uno o m\u00e1s de los par\u00e1metros de toplink no est\u00e1 especificado en el archivo de propiedades. Deben indicarse toplink.projectClassName, toplink.key, toplink.username, toplink.password, toplink.driver y toplink.connection.
InvalidConfigParam=Error al crear {0}; no se encontr\u00f3 la clase.

#Session Messages
AlreadyLoggedIn=La sesi\u00f3n con el servidor se encuentra conectada y est\u00e1 abierta. Debe desconectarla (cerrar sesi\u00f3n) para poder cambiar la informaci\u00f3n de inicio de sesi\u00f3n.
CantLoginToDb=No se ha podido iniciar la sesi\u00f3n con la base de datos.
CantChangeLoginInfo=La sesi\u00f3n con el servidor se encuentra conectada.    Debe desconectarla (cerrar sesi\u00f3n) para poder cambiar la informaci\u00f3n de inicio de sesi\u00f3n.
CantGetClientSession=No ha podido obtenerse la sesi\u00f3n de cliente.
CantGetServerSession=No ha podido obtenerse la sesi\u00f3n con el servidor.
CantGetUnitOfWork=No ha podido obtenerse la unidad de trabajo.

#Database Access Messages
CantDeleteObject=No ha podido eliminarse el objeto.
CantDeleteObjectCollection=No han podido eliminarse todos los objetos.
CantInsertObject=No ha podido insertarse el objeto.
CantInsertNonuniqueObject=No ha podido insertarse el objeto; ya existe en la base de datos.
CantInsertObjectCollection=No han podido insertarse todos los objetos.
ImmutableObject=No puede modificar ni actualizarse un objeto persistente desde la cach\u00e9 de TOPLink; debe registrarse y clonarse primero.
CantUpdateDeletedObject=No ha podido actualizarse el objeto porque se hab\u00eda sido eliminado de la base de datos.
CantUpdateObject=No ha podido actualizarse el objeto.
CantUpdateObjectCollection=No han podido actualizarse todos los objetos.

#Query Messages
CantExecuteNamedQuery=No ha podido ejecutarse la consulta definida.
CantBuildQuery=No ha podido generarse la consulta.
CantFindQuery=No se ha encontrado la consulta.
CantRetrieveQuery=No ha podido recuperarse la consulta.
CantBuildResultSet=No ha podido generarse el conjunto de resultados.
InvalidReadQuery=La consulta {0}\ no es una consulta READ.    S\u00f3lo se admiten consultas READ.

failedInsertUsingStoredProcedure=No han podido insertarse los objetos utilizando un procedimiento almacenado.
failedQueryUsingStoredProcedure=No han podido leerse los objetos utilizando un procedimiento almacenado.
failedToReadSystemConfig=Se ha producido un error de excepci\u00f3n general al tratar de leer el archivo de configuraci\u00f3n del sistema.
