#REQUEST HANDLER ERROR MESSAGES

# error in looking up other components	
FailedToFindJobCreator=No se ha podido realizar la b\u00fasqueda y vincular el componente JobCreator.
FailedToFindProjectHandler=No se ha podido realizar la b\u00fasqueda y vincular el componente ProjectHandler.
FailedToFindPageManager=No se ha podido realizar la b\u00fasqueda y vincular el componente PageManager.
FailedToFindRequestHandler=No se ha podido realizar la b\u00fasqueda y vincular el componente RequestHandler.
FailedToFindDatabaseProfilePersistenceManager=No se ha podido realizar la b\u00fasqueda y vincular el componente DatabaseProfilePersistenceManage.
FailedToFindFileProfilePersistenceManager=No se ha podido realizar la b\u00fasqueda y vincular el componente FileProfilePersistenceManager.


Failed para obtener la p\u00e1gina con el identificador {0}\ y el idioma del que se traduce {1}.
PageAttributeCanNotBeUpdated=No se puede actualizar el atributo de p\u00e1gina {2}\ para la solicitud {0}\ de la p\u00e1gina {1}.
FailedToAddRequestToJobCreator=No se ha podido a\u00f1adir la solicitud {0}\ a un trabajo.
FailedToFindRequest=No se ha encontrado la solicitud {0}\ en la base de datos.
FailedToFindRequestByPageId=No se ha encontrado la solicitud asociada a la p\u00e1gina de origen {0}.
FailedToGetL10nProfile=No se ha podido recuperar el perfil de traducci\u00f3n {0}\ de ProjectHandler.
FailedToGetDataSourceName=No se ha podido obtener el nombre de la fuente de datos {0}\ de la solicitud {1}.
FailedToPersistRequest=No se ha podido persistir la solicitud con el identificador de p\u00e1gina externa {0}, tipo de fuente de datos {1}\ e identificador de fuente de datos {2}\ en la base de datos.
FailedToAddPageToRequest=No se ha podido a\u00f1adir la p\u00e1gina {1}\ a la solicitud {0}\ y persistir en la base de datos.
PageCanNotBeImported=No se puede importar la p\u00e1gina {0}\ asociada al LocalizationProfile {1}.
PagePartOfActiveJob=No se puede importar la p\u00e1gina {0}\ porque ya forma parte de un trabajo pendiente o activo.
PageFailedToBeReimported=No se ha podido atrasar y reimportar la solicitud {0}\ para la p\u00e1gina {1}.
InvalidRequestType=La solicitud tipo {1}\ no es v\u00e1lida para la p\u00e1gina {0}.
FailedToParseL10nRequestXml=Ha fracasado el an\u00e1lisis sint\u00e1ctico de L10nRequestXml.\t\t\t
FailedToUpdateExceptionInRequest=No se ha podido actualizar la solicitud {0}\ con la excepci\u00f3n {1}.
PageFailedToCompleteImportDuringShutdown=No se ha podido concluir la importaci\u00f3n de la p\u00e1gina {0}\ porque se cerr\u00f3 el sistema durante el proceso de importaci\u00f3n.
FailedToGetRequestsStillImporting=No se han podido obtener las solicitudes atascadas en el proceso de importaci\u00f3n.
FailedToStartDelayedImportsOnStartup=No se empezaron todas las operaciones de importaci\u00f3n atrasadas al iniciar el sistema.
FailedToCleanupIncompleteImports=No se limpiaron las operaciones de importaci\u00f3n incompletas al iniciar el sistema.