##################### -*- Mode: Java-Properties-Generic -*- ###################
## 
## Copyright (c) 2000-2005 GlobalSight Corporation. All rights reserved.
##
## THIS DOCUMENT CONTAINS TRADE SECRET DATA WHICH IS THE PROPERTY OF 
## GLOBALSIGHT CORPORATION. THIS DOCUMENT IS SUBMITTED TO RECIPIENT
## IN CONFIDENCE. INFORMATION CONTAINED HEREIN MAY NOT BE USED, COPIED
## OR DISCLOSED IN WHOLE OR IN PART EXCEPT AS PERMITTED BY WRITTEN
## AGREEMENT SIGNED BY AN OFFICER OF GLOBALSIGHT CORPORATION.
## 
## THIS MATERIAL IS ALSO COPYRIGHTED AS AN UNPUBLISHED WORK UNDER
## SECTIONS 104 AND 408 OF TITLE 17 OF THE UNITED STATES CODE.
## UNAUTHORIZED USE, COPYING OR OTHER REPRODUCTION IS PROHIBITED
## BY LAW.
## 
## 
###############################################################################
#
# This property file contains error messages that are specific to Off-line mode.
#
###############################################################################

FatalInternalError = Se ha producido un error interno grave.  \nPara obtener ayuda, comun\u00edquese con el personal de asistencia t\u00e9cnica. \n \nPseudoOverrideItemException: \n{0}

InvalidTagModeError = El valor de la configuraci\u00f3n "{0}" no es v\u00e1lido.  \nPara ver las etiquetas detalladas (como [Bold]), as\u00edgnele el valor "{1}".  \nPara ver las etiquetas abreviadas (como [B]), as\u00edgnele el valor "{2}".  \nDetermine qu\u00e9 tipo de etiquetas est\u00e1 utilizando, corrija el encabezado del archivo y luego vuelva a enviarlo.

SegmentMissingError = Falta el segmento {0}. \n\nCausas posibles:<ol type="1"><li>Ha borrado accidentalmente este segmento del archivo que envi\u00f3.</li><li>Se copiaron o pegaron segmentos desordenados o se pasaron al archivo de descarga (los segmentos deben conservar el orden original).</li><li>Ha a\u00f1adido un segmento mientras estaba conectado (con la funci\u00f3n A\u00f1adir/Borrar) desde la \u00faltima vez que se descarg\u00f3 el archivo.  A\u00f1adir segmentos antes de enviar el archivo causa errores de orden en el env\u00edo.  Si este es el caso, vuelva a descargar el archivo en otro directorio y compare los identificadores de los segmentos.  Utilice el nuevo archivo descargado o combine el archivo previamente descargado con el nuevo.</li></ol>

SegmentAddError = El archivo original termina en el segmento {0}.  \nLos siguientes segmentos adicionales no forman parte del archivo descargado original o fueron marcados para su eliminaci\u00f3n posteriormente (con la funci\u00f3n A\u00f1adir/Eliminar).  Deben quitarse del archivo que quiere enviar los segmentos que han sido marcados para eliminar: \n\t{1}

SegmentOrderError=El segmento {0}\ falta o no est\u00e1 en el orden correcto.\n\nCausas posibles:<ol type="1"><li>Se copiaron o pegaron segmentos desordenados o se pasaron al archivo de descarga (los segmentos deben conservar el orden original).</li><li>Ha a\u00f1adido un segmento mientras estaba conectado (con la funci\u00f3n A\u00f1adir/Borrar) desde la \u00faltima vez que se descarg\u00f3 el archivo.  Este error se produce al a\u00f1adir o eliminar segmentos antes de enviar el archivo.  Si ha a\u00f1adido o eliminado parte del contenido, vuelva a descargar el archivo en <b>otro directorio</b> y compare los identificadores de los segmentos. Utilice el nuevo archivo descargado o combine el archivo previamente descargado con el nuevo.</li></ol>

#This offline error message will appear when Trados markup is detected.
UncleanedTradosSegmentError=Este segmento contiene c\u00f3digos de marcaci\u00f3n espec\u00edficos de Trados.  Utilice Trados Translator''s Workbench para limpiar todos los segmentos autom\u00e1ticamente.

PtagParseError = Se produjo un error interno de an\u00e1lisis sint\u00e1ctico de las pseudoetiquetas al preparar la comprobaci\u00f3n de errores de este segmento.\nPara obtener ayuda, comun\u00edquese con el personal de asistencia t\u00e9cnica.\n \nPseudoParserException: \n{0}

GXMLParseError = Se produjo un error interno de an\u00e1lisis sint\u00e1ctico de GXML al preparar la comprobaci\u00f3n de errores de este segmento. \nPara obtener ayuda, comun\u00edquese con el personal de asistencia t\u00e9cnica. \n \nDiplomatBasicParserException: \n {0}

TagsMissError = The rule with following tags is broken:\n {0}

TradosSegmentationError =  The Trados segmentation rules should be aligned with GlobalSight's

# for TTX, missing target segment error
TargetMissError =  Cannot find target segment